Repository: andrebian/wp125
Catalog: translations/wp125-*.po
Languages: es_es

source: Manage Ads
es_es: Editar Anuncios

source: Are you sure you want to deactivate the ad?
es_es: ¿Está usted seguro usted quiere desactivar el anuncio?

source: Yes
es_es: Sí

source: Ad deactivated.
es_es: Desactivé el anuncio

source: Are you sure you want to reactivate the ad?
es_es: ¿Está usted seguro usted quiere reactivar el anuncio?

source: Ad activated.
es_es: Activé el anuncio

source: Active Ads
es_es: Anuncios en actividad

source: Inactive Ads
es_es: Anuncios no en actividad

source: Slot
es_es: Sitio de ad

source: Name
es_es: Nombre de el anuncio

source: Clicks
es_es: Número de clics

source: Start Date
es_es: Fecha de inicio

source: End Date
es_es: Fecha finalización

source: Add New
es_es: Nuevo anuncio

source: Edit
es_es: Editar

source: Activate
es_es: Activar

source: Deactivate
es_es: Desactivar

source: No ads found.
es_es: No anuncios encontrados.

source: Ad
es_es: Anuncio

source: updated.
es_es: actualizado.

source: Do you really want to delete this ad record? This action cannot be undone.
es_es: ¿Usted quiere realmente suprimir este anuncio? Esta acción no puede ser deshecha.

source: Ad deleted.
es_es: Anuncio suprimido.

source: Add/Edit Ads
es_es: Añadir y Editar Anuncios

source: Whose ad is this?
es_es: ¿De quién anuncio es éste?

source: Target URL
es_es: URL de la conexión

source: Where should the ad link to?
es_es: ¿Dónde debe el anuncio conectar?

source: Expiration
es_es: Expiración

source: I'll remove it manually
es_es: Lo quitaré manualmente

source: Days
es_es: Días

source: Other
es_es: Otro

source: Month:
es_es: Mes

source: Day:
es_es: Día:

source: Year:
es_es: Año:

source: Use 00/00/0000 for manual removal.
es_es: Usar 00/00/0000 para el retiro manual.

source: Click Tracking
es_es: Cuenta el numero de clic

source: Count the number of times this ad is clicked
es_es: Cuente el número de épocas que se hace clic esta anuncio

source: Ad Image
es_es: Imagen del anuncio

source: Save Ad
es_es: Salve el anuncio

source: Delete Ad
es_es: Cancelación del anuncio

source: Settings
es_es: Opciones de WP125

source: Ad Orientation
es_es: Orientación de anuncios

source: One Column
es_es: Ana columna

source: Two Column
es_es: Dos columnas

source: How many columns should the ads be displayed in?
es_es: ¿Cuántas columnas se deben los anuncios visualizar adentro?

source: Number of Ad Slots
es_es: Número de sitios del anuncio

source: How many ads should be shown?
es_es: ¿Cuántos anuncios deben ser mostrados?

source: Ad Order
es_es: Orden del anuncios

source: Random
es_es: Al azar

source: Widget Title
es_es: Título de la widget

source: The title to be displayed in the widget.
es_es: El título que se visualizará en la widget.

source: Ad Sales Page
es_es: Paginación de anuncios ventas
